{
  "myArrayList": [
    {
      "courseId": 5008242,
      "category": "IT & Software",
      "subCategory": "None",
      "title": "Windows 11 For Beginners",
      "contentLength": 77,
      "level": "All Levels",
      "author": "Samir Imtiaz",
      "rating": 4.3804765,
      "reviews": 35,
      "students": 6766,
      "couponCode": "FEBGIFT2",
      "previewImage": "https://img-c.udemycdn.com/course/750x422/5008242_da72_2.jpg",
      "couponUrl": "https://www.udemy.com/course/windows-11-tutorial-course/?couponCode=FEBGIFT2",
      "expiredDate": "2023-02-28 16:33:00+00:00",
      "usesRemaining": 196,
      "heading": "Learn Basic UI Navigation, Microsoft Account Creation, Useful Tools, Basic Customization And Windows Security",
      "description": "<p>Like most people, if you use a computer daily but may not feel confident using all its features, I can feel your pain. There is a word called everything has it's first time. I can remember the difficulties I faced when I got my first computer. Unfortunately at that time, there was no course out there to help me. I can feel your pain and I created this course, to help you learn the basics of Windows 11 so that you become comfortable with your computer. Windows 11 is the latest version of the Windows operating system, packed with new features and improvements. </p><p><br></p><p>Before I say anything about the course, I want to say something to you.</p><p>As an instructor, from my experience, I can tell that this course won't work if you are lazy to learn and don't have any interest in improving your skills. It's a short course, and I'm not teaching you anything crazy. You just have to have the will to learn and ask me questions if you are stuck anywhere. I hope you get my point. </p><p><br></p><p><strong>What Will You Learn?</strong></p><ol><li><p>Basic User Interface Navigation.</p></li><li><p>Microsoft Account Creation</p></li><li><p>Useful Tools Of Windows 11</p></li><li><p>Basic Windows 11 Customization</p></li><li><p>Windows Security</p></li></ol><p><br></p><p><strong>Why Different?</strong></p><p><br></p><ol><li><p>In my previous course on windows 10 basics, I have taught more than 58 thousand students!</p></li><li><p>This course is made in such a way that it is helpful so that you see these videos on your mobile phone and practice on your computer simultaneously. Thus it will save time, and you will learn more quickly. </p></li><li><p>There are on-screen notes to make the learning process much easier. </p></li><li><p>Everyone's course is better, and there is no word called the best, but mine is better than all in terms of learning efficiency and beginners friendly. Please see the free lectures to justify my answer. </p></li><li><p>Every course must have some flaws; mine have too. The problem is that people don't update their courses based on their students' feedback. I'm glad to announce that this course will be updated with new content regularly. </p></li><li><p>After completing this course, you will get a certificate that might help you.</p></li><li><p>I'm confident enough with this course, and you can get 30 days full money-back guarantee, no questions asked. Moreover, you will get lifetime access to the course with future updates and a lifetime opportunity to ask me anything, thus getting a chance to learn from experts. </p></li><li><p>Just don't be lazy to invest in your education. Get premium support with the best beginner-friendly course. Enroll now.</p></li></ol>",
      "previewVideo": "/course/5008242/preview/?startPreviewId=45258316",
      "language": "English"
    },
    {
      "courseId": 2018488,
      "category": "Marketing",
      "subCategory": "None",
      "title": "Facebook Ads Google My Business & Google Ads (Adwords) 2023",
      "contentLength": 115,
      "level": "All Levels",
      "author": "Yasir Ahmed, M.B.A",
      "rating": 4.205885,
      "reviews": 121,
      "students": 33662,
      "couponCode": "230223",
      "previewImage": "https://img-b.udemycdn.com/course/750x422/2018488_ec8e_2.jpg",
      "couponUrl": "https://www.udemy.com/course/digital-marketing-with-google-my-business-seo-website-local-listing/?couponCode=230223",
      "expiredDate": "2023-02-28 17:51:00+00:00",
      "usesRemaining": 381,
      "heading": "Get started with Facebook Marketing, Create Google My Business & Website On Google Maps & Run Google PPC Ads & Keyword",
      "description": "<p>Welcome to this course where you will learn to create your presence on Google Maps &amp; Google searches. (Take this course so your business can appear on Google Map)&nbsp;&nbsp;</p><p>Run facebook ads quick and easy and google ads aswell</p><p>Google’s search engine will ensure highest visibility for your business and will help you get customers when they are looking for you!<br><br>We design this course for anyone seeking&nbsp; to launch a career in online marketing, Or anyone seeking to add a digital component to their existing marketing skill set.</p><p>Build online visibility in Google Maps and Google Search &amp; Showcase business location for those trying to find you.</p><p>You can open your doors to people by taking them on a 360-degree virtual tour</p><p>Phone number and website address you list are click able. It takes just a click to contact you.</p><p>With online reviews, you can interact with customers when they rate your business.</p><p>If you are new to digital then with this first step to market your business online you will also be able earn good money on freelance sites</p><p><strong><em>How You Would Learn</em></strong></p><p>We will be teaching you how to create a your business listing form scratch.</p><p>Not only would cover the details of the section but also show you with real life example.</p><p>Together will talk you through&nbsp; the entire process step by step</p><p><strong>Take This Course If&nbsp;</strong></p><p>If you &nbsp;want&nbsp;to launch a career in Online marketing &amp; attract local companies to earn good money </p><p>If you want&nbsp;to do their own marketing.</p><p>Learn most important aspects of business marketing</p><p>Stay connected to learn Social Media, Digital Marketing &amp; Video Marketing!<br></p>",
      "previewVideo": "/course/2018488/preview/?startPreviewId=15420655",
      "language": "English"
    },
    {
      "courseId": 2018844,
      "category": "Marketing",
      "subCategory": "None",
      "title": "Facebook Marketing & Facebook Ads Course For Beginners 2023",
      "contentLength": 188,
      "level": "All Levels",
      "author": "Yasir Ahmed, M.B.A",
      "rating": 3.9702597,
      "reviews": 164,
      "students": 33026,
      "couponCode": "230223",
      "previewImage": "https://img-c.udemycdn.com/course/750x422/2018844_72cc_2.jpg",
      "couponUrl": "https://www.udemy.com/course/mastery-on-facebook-marketing-facebook-advertising-ads-digital/?couponCode=230223",
      "expiredDate": "2023-02-28 17:51:00+00:00",
      "usesRemaining": 357,
      "heading": "Run all Facebook ads in 3 Hours Boost Post, Page Likes, Engagements, traffic, Lead generation, Video Marketing 2022",
      "description": "<p><strong>Facebook Advertising &amp; Strategies to </strong>Run Facebook Boost Post, Page Likes, Get comments, Messages &amp; traffic to website or generate leads like a pro in just 1 course.&nbsp; </p><p>You will learn&nbsp;from beginner level to advance! We delve deep into EVERY aspect of Facebook and the Facebook Ads Manager settings. (Learn how to use and optimize every type of Facebook campaign, create custom audience, Facebook pixel... the things you will learn about Facebook are truly amazing and will instantly help advance your presence online!</p><p><strong>Topics include : </strong></p><ol><li><p><em>Boost Post</em></p></li><li><p><em>Facebook Ads Manager</em></p></li><li><p><em>Page Likes </em></p></li><li><p><em>Page engagements </em></p></li><li><p><em>Traffic to website </em></p></li><li><p><em>Lead Generation</em></p></li><li><p><em>Brand Awareness</em></p></li><li><p><em>Video Ads </em></p></li><li><p>And many more sections with through information to understand and use in Social Media Marketing.</p></li></ol><p><strong>Take This Course if you want to master facebook advertising.&nbsp; </strong></p><p>You will be able to optimize your Facebook ads by testing our our strategies. You will be able to create and make use of EVERY type of Facebook ad. You will be able to grow your Facebook page likes and post engagement. You will be able to find new customers that will drive your brand to new heights via online marketing.&nbsp;</p><p><strong>Join this course now</strong>&nbsp;to learn how to take your brand, product, service, or public figure to the next level with the power of Facebook Marketing!</p>",
      "previewVideo": "/course/2018844/preview/?startPreviewId=20074540",
      "language": "English"
    }
  ]
}